{
  "hedge funds":
  [
    {
      "name": "CITADEL ADVISORS LLC",
      "description": "Citadel Advisors is based out of Chicago and is run by Kenneth Griffin. Citadel Advisors is a hedge fund with 17 clients and discretionary assets under management (AUM) of $244,269,595,218 (Form ADV from 2021-05-06). Their last reported 13F filing for Q1 2021 included $407,641,283,000 in managed 13F securities and a top 10 holdings concentration of 28.09%. Citadel Advisors's largest holding is SPDR S&P 500 ETF Trust with shares held of 63,835,800.",
      "file_name": "citadel.csv",
      "website": "https://whalewisdom.com/filer/citadel-advisors-llc"
    },
    {
      "name": "BERKSHIRE HATHAWAY INC",
      "description": "Berkshire Hathaway, run by legendary billionaire investor Warren Buffett, is a holding company engaged in a number of diverse business activities. Buffett is regarded as the ultimate value investor following the Benjamin Graham approach to finding value. Berkshire's 13F holdings are often held for years and even decades at a time. With low turnover and high conviction top holdings, Berkshire's portfolio is a popular investment model for backtesting and copying. Their last reported 13F filing for Q1 2021 included $270,435,200,000 in managed 13F securities and a top 10 holdings concentration of 86.72%. Berkshire Hathaway's largest holding is Apple Inc with shares held of 887,135,554.",
      "file_name": "berkshire_hathaway.csv",
      "website": "https://whalewisdom.com/filer/berkshire-hathaway-inc"
    },
    {
      "name": "SANDERS CAPITAL, LLC",
      "description": "Sanders Capital is based out of New York. Sanders Capital is a hedge fund with 90 clients and discretionary assets under management (AUM) of $54,238,401,000 (Form ADV from 2021-03-26). Their last reported 13F filing for Q1 2021 included $45,153,542,000 in managed 13F securities and a top 10 holdings concentration of 60.76%. Sanders Capital's largest holding is Taiwan Semiconductor Manufacturing Co Ltd ADR with shares held of 39,042,514.",
      "file_name": "sanders_capital.csv",
      "website": "https://whalewisdom.com/filer/sanders-capital-llc"
    },
    {
      "name": "FISHER ASSET MANAGEMENT, LLC",
      "description": "Fisher Asset Management is based out of Camas. Fisher Asset Management is a hedge fund with 84394 clients and discretionary assets under management (AUM) of $159,611,530,686 (Form ADV from 2021-04-05). Their last reported 13F filing for Q1 2021 included $141,842,814,000 in managed 13F securities and a top 10 holdings concentration of 30.66%. Fisher Asset Management's largest holding is Apple Inc with shares held of 62,813,919. ",
      "file_name": "fisher_asset.csv",
      "website": "https://whalewisdom.com/filer/fisher-asset-management-llc"
    },
    {
      "name": "MELVIN CAPITAL MANAGEMENT LP",
      "description": "Melvin Capital Management is based out of New York. Melvin Capital Management is a hedge fund with 7 clients and discretionary assets under management (AUM) of $24,516,798,355 (Form ADV from 2021-03-08). Their last reported 13F filing for Q1 2021 included $17,503,497,000 in managed 13F securities and a top 10 holdings concentration of 33.09%. Melvin Capital Management's largest holding is Expedia Group Inc with shares held of 5,100,000.",
      "file_name": "melvin_capital.csv",
      "website": "https://whalewisdom.com/filer/melvin-capital-management-lp"
    }
  ]
}